[
    {
        "type": 3,
        "week": null,
        "month": 1,
        "day": 1,
        "text": "Isaiah 55:1-13"
    },
    {
        "type": 3,
        "week": null,
        "month": 1,
        "day": 6,
        "text": "Isaiah 49:1-7"
    },
    {
        "type": 3,
        "week": null,
        "month": 6,
        "day": 24,
        "text": "Isaiah 40:1-8"
    },
    {
        "type": 3,
        "week": null,
        "month": 7,
        "day": 2,
        "text": "Isaiah 11:1-5"
    },
    {
        "type": 3,
        "week": null,
        "month": 8,
        "day": 29,
        "text": "Rev. 6:9-11"
    },
    {
        "type": 3,
        "week": null,
        "month": 9,
        "day": 29,
        "text": "Gen. 28:10-22"
    },
    {
        "type": 3,
        "week": null,
        "month": 10,
        "day": 31,
        "text": "2 Chron. 29:12-19"
    },
    {
        "type": 3,
        "week": null,
        "month": 11,
        "day": 1,
        "text": "Deut. 33:1-3"
    },
    {
        "type": 3,
        "week": null,
        "month": 12,
        "day": 24,
        "text": "Isaiah 7:10-14"
    },
    {
        "type": 3,
        "week": null,
        "month": 12,
        "day": 25,
        "text": "Micah 3:2-4"
    },
    {
        "type": 3,
        "week": null,
        "month": 12,
        "day": 27,
        "text": "Hosea 14:1-9"
    },
    {
        "type": 3,
        "week": null,
        "month": 12,
        "day": 28,
        "text": "Jer. 31:15-17"
    },
    {
        "type": 18,
        "week": 1,
        "month": null,
        "day": 0,
        "text": "Stir up, we beseech Thee, Thy power, O Lord, and come, that by Thy protection we may be rescued from the threatening perils of our sins and saved by Thy mighty deliverance; who livest and reignest with the Father and the Holy Ghost, ever one God, world without end. Amen."
    },
    {
        "type": 3,
        "week": 1,
        "month": null,
        "day": 0,
        "text": "Jer. 33:14-18"
    },
    {
        "type": 18,
        "week": 2,
        "month": null,
        "day": 0,
        "text": "Stir up our hearts, O Lord, to make ready the way of Thine only-begotten Son, so that by His coming we may be enabled to serve Thee with pure minds; through the same Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 2,
        "month": null,
        "day": 0,
        "text": "Micah 4:1-7"
    },
    {
        "type": 18,
        "week": 3,
        "month": null,
        "day": 0,
        "text": "Lord, we beseech Thee, give ear to our prayers and lighten the darkness of our hearts by Thy gracious visitation; who livest and reignest with Thee and the Holy Ghost ever one god, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 3,
        "month": null,
        "day": 0,
        "text": "Mal. 3:1-6"
    },
    {
        "type": 18,
        "week": 4,
        "month": null,
        "day": 0,
        "text": "Stir up, O Lord, we beseech Thee, Thy power, and come and help us with Thy great might, that by Thy grace whatsoever is hindered by our sins may be speedily accomplished through Thy mercy and satisfaction; who livest and reignest with Thee and the Holy Ghoest, ever one God world without end.  Amen."
    },
    {
        "type": 3,
        "week": 4,
        "month": null,
        "day": 0,
        "text": "Isaiah 40:1-8"
    },
    {
        "type": 18,
        "week": 5,
        "month": null,
        "day": 0,
        "text": "Almighty and everlasting God, direct our actions according to Thy good pleasure, that in the name of Thy beloved Son we may be made to abound in good works; through the same Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 5,
        "month": null,
        "day": 0,
        "text": "Isaiah 11:1-5"
    },
    {
        "type": 18,
        "week": 6,
        "month": null,
        "day": 0,
        "text": "Almighty and everlasting God, direct our actions according to Thy good pleasure, that in the name of Thy beloved Son we may be made to abound in good works; through the same Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 6,
        "month": null,
        "day": 0,
        "text": "Isaiah 42:1-9"
    },
    {
        "type": 18,
        "week": 7,
        "month": null,
        "day": 0,
        "text": "O Lord, we beseech Thee mercifully to receive the prayers of Thy people who call upon Thee; and grant that they may both perceive and know what things they ought to do and also may have grace and power faithfully to fulfill the same; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 7,
        "month": null,
        "day": 0,
        "text": "Isaiah 61:1-3"
    },
    {
        "type": 18,
        "week": 8,
        "month": null,
        "day": 0,
        "text": "Almighty and everlasting God, who dost govern all things in heaven and earth, mercifully hear the supplications of Thy people and grant us Thy peace all the days of our life; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 8,
        "month": null,
        "day": 0,
        "text": "Deut. 18:15-19"
    },
    {
        "type": 18,
        "week": 9,
        "month": null,
        "day": 0,
        "text": "Almighty and everlasting God, mercifully look upon our infirmities, and in all our dangers and necessities stretch forth the right hand of Thy majesty to help and defend us; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 9,
        "month": null,
        "day": 0,
        "text": "Jer. 33:6-9"
    },
    {
        "type": 18,
        "week": 10,
        "month": null,
        "day": 0,
        "text": "Almighty God, who knowest us to be set in the midst of so many and great dangers that by reason of the fraility of our nature we cannot always stand upright, grant to us such strength and protection as may support us in all dangers and carry us through all temptations; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 10,
        "month": null,
        "day": 0,
        "text": "Isaiah 43:1-3"
    },
    {
        "type": 18,
        "week": 11,
        "month": null,
        "day": 0,
        "text": "O Lord, we beseech Thee to keep Thy Church and household continually in Thy true religion that they who do lean upon the hope of Thy heavenly grace may evermore be defended by Thy mighty power; through Jesus Christ, Thy Son, our LOrd, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 11,
        "month": null,
        "day": 0,
        "text": "Jer. 17:5-10"
    },
    {
        "type": 18,
        "week": 12,
        "month": null,
        "day": 0,
        "text": "O God, who in the glorious transfiguration of Thine only-begotten Son has confirmed the mysteries of faith by the testimony of the fathers, and who in the voice that came from the bright cloud, didst in a wonderful manner foreshow the adoption of sons, mercifully vouchsafe to make us coheirs with the King of His glory and bring us to the enjoyment of the same Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 12,
        "month": null,
        "day": 0,
        "text": "Isaiah 61:10-11"
    },
    {
        "type": 18,
        "week": 13,
        "month": null,
        "day": 0,
        "text": "O Lord, we beseech Thee favorably to hear the prayers of Thy people that we, who are justly punished for our offenses, may be mercifully delivered by Thy goodness for the glory of Thy name; through Jesus Christ, Thy Son, our Savior who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 13,
        "month": null,
        "day": 0,
        "text": "Jer. 1:4-10"
    },
    {
        "type": 18,
        "week": 14,
        "month": null,
        "day": 0,
        "text": "O God, who seest that we put not our trust in anything that we do, mercifully grant that by Thy power we may be defended against all adversity; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 14,
        "month": null,
        "day": 0,
        "text": "Isaiah 55:10-13"
    },
    {
        "type": 18,
        "week": 15,
        "month": null,
        "day": 0,
        "text": "O Lord, we beseech Thee, mercifully hear our prayers and, having set us free from the bonds of sin, defend us from all evil; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 15,
        "month": null,
        "day": 0,
        "text": "Isaiah 35:3-7"
    },
    {
        "type": 3,
        "week": 15,
        "month": null,
        "day": 3,
        "text": "Jonah 3:1-10"
    },
    {
        "type": 18,
        "week": 16,
        "month": null,
        "day": 0,
        "text": "O Lord, mercifully hear our prayer and stretch forth the right hand of Thy majesty to defend us from them that rise up against us; through Jesus Christ, Thy Son, our Lord, who lives and reigns with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 16,
        "month": null,
        "day": 0,
        "text": "Gen. 3:1-24"
    },
    {
        "type": 18,
        "week": 17,
        "month": null,
        "day": 0,
        "text": "O God, who seest that of ourselves we have no strength, keep us both outwardly and inwardly that we may be defended from all adversities which may happen to body and from all evil thoughts which may assault and hurt the soul; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 17,
        "month": null,
        "day": 0,
        "text": "Isaiah 45:20-25"
    },
    {
        "type": 18,
        "week": 18,
        "month": null,
        "day": 0,
        "text": "We beseech Thee, Almighty God, look upon the hearty desires of Thy humble servants and stretch forth the right hand of Thy majesty to be our defense against all our enemies; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 18,
        "month": null,
        "day": 0,
        "text": "2 Sam. 22:1-7"
    },
    {
        "type": 18,
        "week": 19,
        "month": null,
        "day": 0,
        "text": "Grant, we beseech Thee, Almighty God, that we who for our evil deed do worthily deserve to be punished, by the comfort of Thy grace may mercifully be relieved; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 19,
        "month": null,
        "day": 0,
        "text": "Isaiah 49:8-13"
    },
    {
        "type": 18,
        "week": 20,
        "month": null,
        "day": 0,
        "text": "We beseech Thee, Almighty God, mercifully to look upon Thy people, that by Thy great goodness they may be governed and preserved evermore both in body and soul; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 20,
        "month": null,
        "day": 0,
        "text": "Gen. 12:1-3"
    },
    {
        "type": 18,
        "week": 21,
        "month": null,
        "day": 0,
        "text": "Almighty and everlasting God, who hast sent Thy Son, our Savior Jesus Christ, to take upon Him our flesh and to suffer death upon the cross that all mankind should follow the example of His great humility, mercifully grant that we may both follow the example of his patience and also be made partakers of His resurrection; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 21,
        "month": null,
        "day": 0,
        "text": "Zech. 9:9-10"
    },
    {
        "type": 3,
        "week": 21,
        "month": null,
        "day": 4,
        "text": "Ex. 12:1-14"
    },
    {
        "type": 3,
        "week": 21,
        "month": null,
        "day": 5,
        "text": "Isaiah 50:6-9"
    },
    {
        "type": 18,
        "week": 22,
        "month": null,
        "day": 0,
        "text": "Almighty God, who through Thine only begotten Son, Jesus Christ, hast overcome death and opened unto us the gate of everlasting life, we humbly beseech Thee that, as Thou dost put into our minds good desires, so by Thy continual help we may bring the same to good effect; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, one God, world without end.  Amen.\n\nGrant, we beseech Thee, Almighty God, that we who celebrate Thy Paschal Feast, kindled with heavenly desires, may ever thirst for the Fountain of Life, Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, one God, world without end.  Amen.\n\nGrant, we beseech Thee, Almighty God, that we who celebrate the solemnities of the Lord's resurrection may by the renewal of thy Holy Spirit rise again from the death of the soul; through the same Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end. Amen."
    },
    {
        "type": 3,
        "week": 22,
        "month": null,
        "day": 0,
        "text": "Isaiah 52:13-15"
    },
    {
        "type": 18,
        "week": 23,
        "month": null,
        "day": 0,
        "text": "Grant, we beseech Thee Almighty God, that we who have celebrated the solemnities of the Lord's ressurection may, by the help of Thy grace, bring forth the fruits thereof in our life and conversation; through the same Jesus Christ, Thy Son, our Lord, who liveth, and reigneth with Thee and the Holy Ghost, ever one God, world without end. Amen."
    },
    {
        "type": 3,
        "week": 23,
        "month": null,
        "day": 0,
        "text": "Job 19:25-27"
    },
    {
        "type": 18,
        "week": 24,
        "month": null,
        "day": 0,
        "text": "God, who by the humiliation of Thy Son didst raise up the fallen world, grant unto Thy faithful ones perpetual gladness, and those whom Thou hast delivered from the danger of everlasting death do Thou make partakers of eternal joys; through the same Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end. Amen."
    },
    {
        "type": 3,
        "week": 24,
        "month": null,
        "day": 0,
        "text": "Ezek. 34:11-16"
    },
    {
        "type": 18,
        "week": 25,
        "month": null,
        "day": 0,
        "text": "Almighty God, who showest to them that be in error the light of Thy truth to the intent that they may return into the way of righteousness, grant unto all them that are admitted into the fellowship of Christ's religion that they may avoid those things that are contrary to their profession and follow all such things as are agreeable to the same; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 25,
        "month": null,
        "day": 0,
        "text": "Lam. 3:18-26"
    },
    {
        "type": 18,
        "week": 26,
        "month": null,
        "day": 0,
        "text": "O God, who makest the minds of the faithful to be of one will, grant unto Thy people that they may love what Thou commandest and desire what Thou dost promise, that among the manifold changes of this world our hearts may there be fixed where true joys are to be found; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end. Amen."
    },
    {
        "type": 3,
        "week": 26,
        "month": null,
        "day": 0,
        "text": "Isaiah 12:1-6"
    },
    {
        "type": 18,
        "week": 27,
        "month": null,
        "day": 0,
        "text": "O God, from whom all good things do come, grant to us, Thy humble servants, that by Thy holy inspiration we may think those things that be right and by Thy merciful guiding may perform the same; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end. Amen."
    },
    {
        "type": 3,
        "week": 27,
        "month": null,
        "day": 0,
        "text": "Jer. 29:11-14"
    },
    {
        "type": 3,
        "week": 27,
        "month": null,
        "day": 4,
        "text": "Isaiah 57:15"
    },
    {
        "type": 18,
        "week": 28,
        "month": null,
        "day": 0,
        "text": "Almighty, everlasting God, make us to have a devout will toward Thee and to serve Thy Majesty with a pure heart; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 28,
        "month": null,
        "day": 0,
        "text": "Ezek. 36:25-27"
    },
    {
        "type": 18,
        "week": 29,
        "month": null,
        "day": 0,
        "text": "O God, who didst teach the hearts of Thy faithful people by sending to them the light of Thy Holy Spirit, grant us by the same Spirit to have a right judgment in all things and evermore to rejoice in His holy comfort; through Jesus Christ, Thy Son, our Lord, who with Thee and the Holy Ghost liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 29,
        "month": null,
        "day": 0,
        "text": "Joel 2:28-32"
    },
    {
        "type": 3,
        "week": 29,
        "month": null,
        "day": 1,
        "text": "Isaiah 32:14-20"
    },
    {
        "type": 18,
        "week": 30,
        "month": null,
        "day": 0,
        "text": "Almighty and everlasting God, who hast given unto us, Thy servants, grace by the confession of a true faith, to aknowledge the glory of the eternal Trinity and in the power of the Divine Majesty to worship the Unity, we beseech Thee that Thou wouldst keep us steadfast in this faith and evermore defend us from all adversities; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end."
    },
    {
        "type": 3,
        "week": 30,
        "month": null,
        "day": 0,
        "text": "Ezek. 18:30-32"
    },
    {
        "type": 18,
        "week": 31,
        "month": null,
        "day": 0,
        "text": "O God, the strength of all them that put their trust in Thee, mercifully accept our prayers; and because through the weakness of our mortal nature we can do no good thing without Thee, grant us the help of Thy grace that in keeping Thy commandments we may please Thee both in will and deed; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 31,
        "month": null,
        "day": 0,
        "text": "Jer. 9:23-24"
    },
    {
        "type": 18,
        "week": 32,
        "month": null,
        "day": 0,
        "text": "O Lord, who never failest to help and govern those whom Thou dost bring up in Thy steadfast fear and love, make us to have a perpetual fear and love of Thy holy name; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 32,
        "month": null,
        "day": 0,
        "text": "Isaiah 25:6-9"
    },
    {
        "type": 18,
        "week": 33,
        "month": null,
        "day": 0,
        "text": "O God, the Protector of all that trust in Thee, without whom nothing is strong, nothing is holy, increase and multiply upon us Thy mercy that, Thou being our Ruler and Guide, we may so pass through things temporal that we finally lose not the things eternal; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end. Amen."
    },
    {
        "type": 3,
        "week": 33,
        "month": null,
        "day": 0,
        "text": "Micah 7:18-20"
    },
    {
        "type": 18,
        "week": 34,
        "month": null,
        "day": 0,
        "text": "Grant, O Lord, we beseech Thee, that the course of this world may be so peaceably ordered by Thy governance that Thy Church may jorfully serve Thee in all godly quietness; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 34,
        "month": null,
        "day": 0,
        "text": "Isaiah 58:6-12"
    },
    {
        "type": 18,
        "week": 35,
        "month": null,
        "day": 0,
        "text": "O God, who hast prepared for them that love Thee such good things as pass man's understanding, pour into our hearts such love toward Thee that we , loving Thee above all things, may obtain Thy promises, which exceed all that we can desire; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 35,
        "month": null,
        "day": 0,
        "text": "Jer. 16:14-21"
    },
    {
        "type": 18,
        "week": 36,
        "month": null,
        "day": 0,
        "text": "Lord of all power and might, who art the Author and Giver of all good things, graft in our hearts the love of Thy name, increase in us true religion, nourish us with all goodness, and of Thy great mercy keep us in the same; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end, Amen."
    },
    {
        "type": 3,
        "week": 36,
        "month": null,
        "day": 0,
        "text": "Exodus 20:1-17"
    },
    {
        "type": 18,
        "week": 37,
        "month": null,
        "day": 0,
        "text": "O God, whose never-failing providence ordereth all things both in heaven and earth, we humbly beseech Thee to put away from us all hurtful things and to give us those things which be profitable for us; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end. Amen."
    },
    {
        "type": 3,
        "week": 37,
        "month": null,
        "day": 0,
        "text": "Jer. 31:23-25"
    },
    {
        "type": 18,
        "week": 38,
        "month": null,
        "day": 0,
        "text": "Grant to us, Lord, we beseech Thee, the Spirit to think and do always such things as are right, that we, who cannot do anything that is good without Thee, may by Thee be enabled to live according to Thy will; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 38,
        "month": null,
        "day": 0,
        "text": "Jer. 15:19-21"
    },
    {
        "type": 18,
        "week": 39,
        "month": null,
        "day": 0,
        "text": "Let Thy merciful ears, O Lord, be open to the prayers of Thy humble servants; and that they may obtain their petitions, make them to ask such things as shall please Thee; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 39,
        "month": null,
        "day": 0,
        "text": "1 Chron. 29:10-13"
    },
    {
        "type": 18,
        "week": 40,
        "month": null,
        "day": 0,
        "text": "O God, who declarest Thine almighty power chiefly in showing mercy and pity, mercifully grant unto us such a measure of Thy grace that we, running the way of Thy commandments, may obtain Thy gracious promises and be made partakers of Thy heavenly treasure; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 40,
        "month": null,
        "day": 0,
        "text": "Jer. 7:1-7"
    },
    {
        "type": 18,
        "week": 41,
        "month": null,
        "day": 0,
        "text": "Almighty and everlasting God, who art always more ready to hear than we to pray and art wont to give more than either we desire or deserve, pour down upon us the abundance of Thy mercy, forgiving us those things whereof our conscience is afraid, and giving us those good things which we are not worthy to ask but through the merits and mediation of Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 41,
        "month": null,
        "day": 0,
        "text": "2 Sam. 22:19-29"
    },
    {
        "type": 18,
        "week": 42,
        "month": null,
        "day": 0,
        "text": "Almighty and merciful God, of whose only gift it cometh that Thy faithful people do unto Thee true and laudable service, grant, we beseech Thee, that we may so faithfully serve Thee in this life that we fail not finally to attain Thy heavenly promises; through Jesus Christ, Thy Son, our Lord, who liveth, and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 42,
        "month": null,
        "day": 0,
        "text": "Isaiah 29:18-19"
    },
    {
        "type": 18,
        "week": 43,
        "month": null,
        "day": 0,
        "text": "Almighty and everlasting God, give unto us the increase of faith, hope, and charity; and that we may obtain that which Thou dost promise, make us to love that which Thou dost command; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 43,
        "month": null,
        "day": 0,
        "text": "Lev. 18:1-5"
    },
    {
        "type": 18,
        "week": 44,
        "month": null,
        "day": 0,
        "text": "Keep, we beseech Thee, O Lord, Thy Church with Thy perpetual mercy; and because the frailty of man without Thee cannot but fall, keep us ever by Thy help from all things hurtful and lead us to all things profitable to our salvation; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, one God, world without end. Amen."
    },
    {
        "type": 3,
        "week": 44,
        "month": null,
        "day": 0,
        "text": "Jer. 17:13-14"
    },
    {
        "type": 18,
        "week": 45,
        "month": null,
        "day": 0,
        "text": "O Lord, we beseech Thee, let Thy continual pity cleanse and defend Thy Church; and because it cannot continue in safety without Thy help, preserve it evermore by Thy help and goodness; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 45,
        "month": null,
        "day": 0,
        "text": "Deut. 6:4-7"
    },
    {
        "type": 18,
        "week": 46,
        "month": null,
        "day": 0,
        "text": "Lord, we pray Thee that Thy grace may always go before and follow after us and make us continually to be given to all good works; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 46,
        "month": null,
        "day": 0,
        "text": "Deut. 32:39-40"
    },
    {
        "type": 18,
        "week": 47,
        "month": null,
        "day": 0,
        "text": "Lord, we beseech Thee, grant Thy people grace to withstand the temptations of the devil and with pure hearts and mind to follow Thee, the only God; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever on God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 47,
        "month": null,
        "day": 0,
        "text": "1 Sam. 2:1-10"
    },
    {
        "type": 18,
        "week": 48,
        "month": null,
        "day": 0,
        "text": "O God, forasmuch as without Thee we are not able to please Thee, mercifully grant that Thy Holy Spirit may in all things direct and rule our hearts; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 48,
        "month": null,
        "day": 0,
        "text": "Deut. 10:12-21"
    },
    {
        "type": 18,
        "week": 49,
        "month": null,
        "day": 0,
        "text": "O almighty and most merciful God of Thy bountiful goodness keep us, we beseech Thee, from all things that may hurt us, that we, being ready, both in body and soul, may cheerfully accomplish those things that Thou wouldst have done; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 49,
        "month": null,
        "day": 0,
        "text": "Isaiah 44:21-23"
    },
    {
        "type": 18,
        "week": 50,
        "month": null,
        "day": 0,
        "text": "Grant, we beseech Thee, merciful Lord, to Thy faithful people pardon and peace, that they may be cleansed from all their sins and serve Thee with a quiet mind; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 50,
        "month": null,
        "day": 0,
        "text": "Isaiah 65:1-2"
    },
    {
        "type": 18,
        "week": 51,
        "month": null,
        "day": 0,
        "text": "Lord, we beseech Thee to keep Thy household, the Church, in continual godliness, that through Thy protection it may be free from all adversities and devoutly given to serve Thee in good works, to the glory of Thy name; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 51,
        "month": null,
        "day": 0,
        "text": "Hos. 13:14"
    },
    {
        "type": 18,
        "week": 52,
        "month": null,
        "day": 0,
        "text": "O God, our Refuge and Strength, who are the Author of all godliness, be ready, we beseech Thee, to hear the devout prayers of Thy Church, and grant that those things which we ask faithfully we may obtain effectually; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 52,
        "month": null,
        "day": 0,
        "text": "Deut. 7:9-11"
    },
    {
        "type": 18,
        "week": 53,
        "month": null,
        "day": 0,
        "text": "Absolve, we beseech Thee, O Lord, Thy people from their offenses, that from the bonds of our sins which by reason of our frailty we have brought upon us we may be delivered by Thy bountiful goodness; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 53,
        "month": null,
        "day": 0,
        "text": "Isaiah 32:1-8"
    },
    {
        "type": 18,
        "week": 54,
        "month": null,
        "day": 0,
        "text": "Stir up, we beseech Thee, O Lord, the wills of Thy faithful people that they, plenteously bringing forth the fruit of good works, may of Thee be plenteously rewarded; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 54,
        "month": null,
        "day": 0,
        "text": "Isaiah 51:9-16"
    },
    {
        "type": 18,
        "week": 55,
        "month": null,
        "day": 0,
        "text": "Almighty God, we beseech Thee, show Thy mercy unto Thy humble servants, that we who put no trust in our own merits may not be dealt with after the severity of Thy judgment, but according to Thy mercy; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end. Amen."
    },
    {
        "type": 3,
        "week": 55,
        "month": null,
        "day": 0,
        "text": "Isaiah 49:12-17"
    },
    {
        "type": 18,
        "week": 56,
        "month": null,
        "day": 0,
        "text": "O God, so rule and govern our hearts and minds by Thy Holy Spirit that being ever mindful of the end of all things and the day of Thy just judgment, we may be stirred up to holiness of living here and dwell with Thee forever hereafter; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 56,
        "month": null,
        "day": 0,
        "text": "Isaiah 40:9-11"
    },
    {
        "type": 18,
        "week": 57,
        "month": null,
        "day": 0,
        "text": "O God, so rule and govern our hearts and minds by Thy Holy Spirit that being ever mindful of the end of all things and the day of Thy just judgment, we may be stirred up to holiness of living here and dwell with Thee forever hereafter; through Jesus Christ, Thy Son, our Lord, who liveth and reigneth with Thee and the Holy Ghost, ever one God, world without end.  Amen."
    },
    {
        "type": 3,
        "week": 57,
        "month": null,
        "day": 0,
        "text": "Isaiah 65:17-19"
    }
]